Repository: common-repository/advanced-options-for-woocommerce
Catalog: i18n/languages/advanced-options-for-woocommerce-*.po
Languages: he_il

source: Advanced Options for WooCommerce
he_il: אפשרויות מתקדמות לווקומרס

source: https://en.condless.com/advanced-options-for-woocommerce/
he_il: https://www.condless.com/advanced-options-for-woocommerce/

source: WooCommerce plugin for more options and customization. Simple and Easy to use.
he_il: תוסף לווקומרס שמציע אפשרויות נוספות והתאמה אישית. פשוט וקל לשימוש.

# plugin
source: Advanced Options
he_il: אפשרויות מתקדמות

# plugin
source: Display the VAT amount and the product price include & exlude it in single product page
he_il: הצג את סכום המע"מ ואת מחיר המוצר כולל ולא כולל בעמוד מוצר

# plugin
source: Display for variable products the attribute name instead of
he_il: הצג במוצרים עם וריאיציות את שם התכונה במקום

# plugin
source: Display only products in
he_il: הצג מוצרים בלבד ב

# plugin
source: Add html classes to the button depends on product parameters
he_il: הוסף לכפתור קלאסים לפי הפרמטרים של המוצר

# plugin
source: Do not ask customer address if he pays by cash and does not need shipping
he_il: אל תבקש כתובת מהלקוח אם הוא משלם במזומן ואינו צריך משלוח

# plugin
source: Display the add to cart button for the current product with [current_add_to_cart] and display the total sales by id/category with [sales]
he_il: הצג את כפתור ההוספה לסל של המוצר הנוכחי עם [current_add_to_cart] והצג את סה"כ המכירות לפי id או category עם [sales]

# plugin
source: Adds in the admin products table a column of the current items quantity in proccessing orders
he_il: מוסיף בטבלת המוצרים שבאדמין עמודה שמציגה את המספר הנוכחי של הפריטים הנמצאים בהזמנות שבעיבוד
